tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "cmake"
brew "docker-compose"
brew "docker-credential-helper"
brew "dos2unix"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "htop"
brew "jq"
brew "libtool"
brew "mysql"
brew "neovim"
brew "openssl@3"
brew "parallel"
brew "pkg-config"
brew "python@3.10"
brew "pre-commit"
brew "ranger"
brew "ripgrep"
brew "snappy"
brew "snzip"
brew "terraform"
brew "terraform-docs"
brew "thrift"
brew "tmux"
brew "tree"
brew "v8"
brew "hashicorp/tap/terraform-ls"
cask "aws-vault"
cask "font-hack-nerd-font"
cask "rectangle"
cask "signal"
